Repository: pupptmstr/caliday
Catalog: l10n/app_*.arb
Languages: ru

# exerciseBalS2OneArmPlankDesc
source: Classic straight-arm plank. Lift one hand off the floor and hold the position, body parallel to the floor.
ru: Классическая планка на вытянутых руках. Оторви одну руку от пола и удержи позицию, тело параллельно полу.

# exerciseBalS2OneArmPlankTip
source: Keep your hips parallel to the floor — don't rotate your torso.
ru: Бёдра держи параллельно полу — не разворачивай корпус.

# exerciseBalS3CrowPrepName
source: Crow Pose Prep
ru: Подготовка к позе ворона

# exerciseBalS3CrowPrepDesc
source: Squat with knees on your triceps. Shift weight onto your hands, gently lifting your feet. Hold the balance.
ru: Присядь, колени на трицепсах. Перенеси вес на руки, слегка отрывая ноги. Удержи баланс на руках.

# exerciseBalS3CrowPrepTip
source: Look forward-down, not straight down — or you'll tip over.
ru: Взгляд вперёд-вниз, не прямо вниз — иначе упадёшь.

# exerciseBalS4CrowPoseName
source: Crow Pose (Kakasana)
ru: Поза ворона (Kakasana)

# exerciseBalS4CrowPoseDesc
source: Both knees on your triceps, full balance on your hands. Arms slightly bent, fingers spread wide.
ru: Оба колена на трицепсах, полный баланс на руках. Руки слегка согнуты, пальцы широко расставлены.

# exerciseBalS4CrowPoseTip
source: Round your back — it engages your core and provides balance.
ru: Округли спину — это активирует корпус и даёт баланс.

# exerciseBalS5WallHsName
source: Wall Handstand
ru: Стойка на руках у стены

# exerciseBalS5WallHsDesc
source: Kick up into a handstand with your back to the wall. Heels touch the wall for support. Hold the position, body in a straight line.
ru: Встань на руки спиной к стене. Пятки касаются стены для опоры. Удержи стойку, тело вытянуто в линию.

# exerciseBalS5WallHsTip
source: Spread fingers wide and press through the pads — that's your balance control.
ru: Пальцы широко, надавливай на подушечки — это баланс.

# exerciseBalS6FreeHsName
source: Free Handstand
ru: Свободная стойка на руках

# exerciseBalS6FreeHsDesc
source: Handstand without wall support. Control balance with small finger and wrist movements.
ru: Стойка на руках без опоры. Контролируй баланс мелкими движениями пальцев и запястий.

# exerciseBalS6FreeHsTip
source: Look at the floor 30–40 cm in front of your hands, not between them.
ru: Смотри в пол на 30–40 см перед руками, не между руками.

# exerciseWarmupWristCirclesName
source: Wrist Circles
ru: Круговые вращения запястьями

# exerciseWarmupWristCirclesDesc
source: Rotate your wrists clockwise and counter-clockwise. Prepares your joints for weight-bearing on your hands.
ru: Вращай запястьями по часовой и против часовой стрелки. Подготавливает суставы к нагрузке на руках.

# exerciseCooldownDownwardDogName
source: Downward Dog
ru: Собака мордой вниз

# exerciseCooldownDownwardDogDesc
source: From all fours, straighten arms and legs and lift your hips up. Body forms an inverted V. Stretches wrists, shoulders, and legs.
ru: На четвереньках выпрями руки и ноги, подними таз вверх. Тело — перевёрнутая V. Растяжка запястий, плеч и ног.
