Repository: pupptmstr/caliday
Catalog: l10n/app_*.arb
Languages: ru

# durationMin
source: {mins} min {secs} sec
ru: {mins} мин {secs} сек

# durationSec
source: {secs} sec
ru: {secs} сек

# homeDays
source: days
ru: дней

# homeBranchesTitle
source: Skill Branches
ru: Ветки прогрессии

# homeBranchPush
source: Push
ru: Толкай

# homeBranchPull
source: Pull
ru: Тяга

# homeBranchCore
source: Core
ru: Кор

# homeBranchLegs
source: Legs
ru: Ноги

# homeBranchBalance
source: Balance
ru: Баланс

# homeStage
source: Stage {stage}/{total}
ru: Этап {stage}/{total}

# homeChallengeUnlocked
source: 🏆 Challenge Ready
ru: 🏆 Испытание доступно

# homeChallengeButton
source: Accept Challenge
ru: Принять вызов

# homeChallengeNormReps
source: Goal: {n} reps
ru: Норматив: {n} повт.

# homeChallengeNormSec
source: Goal: {n} sec
ru: Норматив: {n} сек

# homeWorkoutDone
source: Workout done
ru: Тренировка выполнена

# homeWorkoutStart
source: Today's workout
ru: Тренировка дня

# workoutTitle
source: Workout
ru: Тренировка

# workoutExitTitle
source: Quit workout?
ru: Прервать тренировку?

# workoutExitBody
source: Your progress will not be saved.
ru: Прогресс текущей тренировки не сохранится.

# workoutContinue
source: Continue
ru: Продолжить

# workoutAbort
source: Quit
ru: Прервать

# workoutSetProgress
source: Set {current} of {total}
ru: Подход {current} из {total}

# workoutSec
source: sec
ru: сек

# workoutRestLabel
source: rest
ru: отдых

# workoutReps
source: Reps
ru: Повторения

# workoutStop
source: ⏹ Stop
ru: ⏹ Стоп

# workoutDone
source: ✓ Done
ru: ✓ Готово

# workoutSkipRest
source: Skip
ru: Пропустить

# workoutSetDone
source: ✅ Set done!
ru: ✅ Подход выполнен!

# workoutExerciseDone
source: ✅ Exercise done!
ru: ✅ Упражнение выполнено!

# workoutUnitReps
source: reps
ru: повт.

# workoutNextExercise
source: Next: {name} • {amount} {unit}
ru: Следующее: {name} • {amount} {unit}

# workoutNextSet
source: Next: set {setNum} • {amount} {unit}
ru: Следующий: подход {setNum} • {amount} {unit}

# summaryTitle
source: Great workout!
ru: Отличная тренировка!

# summarySubtitle
source: Keep it up — one more step forward 💪
ru: Так держать — ещё один шаг вперёд 💪

# summaryLabelTime
source: Time
ru: Время

# summaryLabelExercises
source: Exer.
ru: Упр.

# summaryHome
source: Home
ru: Домой

# summaryFreezeUsedTitle
source: Freeze saved your streak!
ru: Заморозка сохранила стрик!

# summaryFreezeUsedBody
source: Streak continues — keep it up
ru: Серия продолжается — так держать

# summaryFreezeEarnedTitle
source: Streak freeze earned!
ru: Получена заморозка стрика!

# summaryFreezeEarnedBody
source: Use it if you miss a day
ru: Используй, если пропустишь день

# summaryChallengeUnlockedTitle
source: Challenge awaits! 🏆
ru: Испытание ждёт! 🏆

# summaryChallengeUnlockedBody
source: Tap «Accept Challenge» on the Home screen when you're ready
ru: Нажми «Принять вызов» на главном экране когда будешь готов

# summaryChallengePassedTitle
source: New stage! 🎉
ru: Новый этап! 🎉

# summaryChallengePassedBody
source: You've unlocked: {exercise}
ru: Ты перешёл на: {exercise}

# profileTitle
source: Profile
ru: Профиль

# profileMaxRank
source: Max rank!
ru: Максимальный ранг!

# profileRankProgress
source: {remaining} SP to {rankName}
ru: {remaining} SP до {rankName}

# profileStatDays
source: days
ru: дней

# profileStatRecord
source: record
ru: рекорд

# profileStatWorkouts
source: workouts
ru: трен.

# profileStatFreezes
source: freezes
ru: заморозок

# profileHistoryTitle
source: Workout history
ru: История тренировок

# profileNoHistory
source: No completed workouts yet
ru: Ещё нет завершённых тренировок

# settingsTitle
source: Settings
ru: Настройки

# settingsSectionNotifications
source: NOTIFICATIONS
ru: УВЕДОМЛЕНИЯ

# settingsSectionLanguage
source: LANGUAGE
ru: ЯЗЫК

# settingsNotificationsTitle
source: Enable notifications
ru: Включить уведомления

# settingsNotificationsSubtitle
source: Allow the app to send reminders
ru: Разрешить приложению присылать напоминания

# settingsNotificationTimeTitle
source: Reminder time
ru: Время напоминания

# settingsNotificationTimeSubtitle
source: Morning workout reminder
ru: Утреннее напоминание потренироваться

# settingsTimePickerDone
source: Done
ru: Готово

# settingsEveningReminderTitle
source: Evening reminder
ru: Вечерний дожим

# settingsEveningReminderSubtitle
source: Remind in the evening if no workout done
ru: Напомнить вечером, если тренировка не выполнена

# settingsStreakThreatTitle
source: Streak threat
ru: Угроза стрику

# settingsStreakThreatSubtitle
source: Warn when your streak is at risk
ru: Предупредить, когда серия под угрозой

# settingsLanguageTitle
source: App language
ru: Язык приложения

# settingsSectionTheme
source: THEME
ru: ТЕМА

# settingsThemeSystem
source: System
ru: Системная

# settingsThemeLight
source: Light
ru: Светлая

# settingsThemeDark
source: Dark
ru: Тёмная

# settingsSectionEquipment
source: EQUIPMENT
ru: ОБОРУДОВАНИЕ

# settingsEquipmentPullUpBar
source: Pull-up bar at home
ru: Турник дома

# settingsEquipmentPullUpBarSubtitle
source: Enables the Pull skill progression branch
ru: Открывает ветку прогрессии «Тяга»

# settingsSectionWorkout
source: WORKOUT
ru: ТРЕНИРОВКА

# settingsWorkoutDurationTitle
source: Session length
ru: Длительность сета

# settingsWorkoutDurationSubtitle
source: How many minutes to spend on the daily workout
ru: Сколько минут уделять ежедневной тренировке

# rankBeginner
source: Beginner
ru: Новичок

# rankAmateur
source: Amateur
ru: Любитель

# rankSportsman
source: Athlete
ru: Спортсмен

# rankAthlete
source: Champion
ru: Атлет

# rankMaster
source: Master
ru: Мастер

# rankLegend
source: Legend
ru: Легенда

# onboardingWelcomeTitle
source: Hi! I'm Goro
ru: Привет! Я Горо

# onboardingWelcomeBody
source: Short sets, skill progression, streaks and points. From knee push-ups to handstand — step by step.
ru: Короткие сеты, прокачка навыков, стрики и очки. От отжиманий с колен до стойки на руках — шаг за шагом.

# onboardingWelcomeCta
source: Let's set everything up in 1 minute
ru: Настроим всё под тебя за 1 минуту

# onboardingContinue
source: Continue
ru: Продолжить

# onboardingStart
source: Start training 🔥
ru: Начать тренировку 🔥

# onboardingQ1
source: How often do you work out?
ru: Как часто ты занимаешься спортом?

# onboardingQ2
source: How many push-ups can you do?
ru: Сколько отжиманий ты можешь сделать?

# onboardingQ3
source: How many minutes a day are you ready to spend?
ru: Сколько минут в день готов уделять?

# onboardingQ4
source: What's your goal?
ru: К чему ты стремишься?

# onboardingQ5
source: Do you have a pull-up bar or rings at home?
ru: Есть ли у тебя турник или кольца дома?

# onboardingEquipmentYes
source: Yes, I do
ru: Да, есть

# onboardingEquipmentNo
source: No
ru: Нет

# onboardingQ6
source: When should we remind you to work out?
ru: Во сколько напомнить о тренировке?

# frequencyNeverLabel
source: Never
ru: Никогда

# frequencyNeverDesc
source: Just starting out
ru: Только начинаю

# frequencySometimesLabel
source: Sometimes
ru: Иногда

# frequencySometimesDesc
source: I train from time to time
ru: Тренируюсь время от времени

# frequencyRegularLabel
source: Regularly
ru: Регулярно

# frequencyRegularDesc
source: I work out several times a week
ru: Занимаюсь несколько раз в неделю

# pushupZeroDesc
source: Not yet
ru: Пока ни одного

# pushupOneToFiveDesc
source: Just a few
ru: Совсем немного

# pushupFiveToFifteenDesc
source: Getting there
ru: Уже неплохо

# pushupMoreThan15Desc
source: Solid base
ru: Отличная база

# minutesLabel
source: {minutes} minutes
ru: {minutes} минут

# minutesFiveDesc
source: Quick and efficient
ru: Быстро и эффективно

# minutesTenDesc
source: Optimal choice
ru: Оптимальный вариант

# minutesFifteenDesc
source: Full workout
ru: Полноценная тренировка

# goalGeneralLabel
source: General fitness
ru: Общая форма

# goalGeneralDesc
source: Stay active and healthy
ru: Быть активным и здоровым

# goalStrengthLabel
source: Push-ups & strength
ru: Отжимания и сила

# goalStrengthDesc
source: Build chest and triceps
ru: Накачать грудь и трицепс

# goalCalisthenicsLabel
source: Calisthenics
ru: Калистеника

# goalCalisthenicsDesc
source: Handstand and skills
ru: Стойка на руках и трюки

# timeOfDayMorning
source: Morning
ru: Утро

# timeOfDayDay
source: Afternoon
ru: День

# timeOfDayLunch
source: Lunch
ru: Обед

# timeOfDayEvening
source: Evening
ru: Вечер

# exercisePushS1WallPushupName
source: Wall Push-up
ru: Отжимания от стены

# exercisePushS1WallPushupDesc
source: Stand a step away from the wall and press your palms at chest height. Bend your arms until your chest touches the wall, then push back.
ru: Встань на расстоянии шага от стены, упрись ладонями на уровне груди. Сгибай руки, пока грудь не коснётся стены, затем выпрямляй.

# exercisePushS1WallPushupTip
source: Keep your body straight — don't arch your lower back.
ru: Держи тело прямым, не прогибай поясницу.

# exercisePushS2KneePushupName
source: Knee Push-up
ru: Отжимания с колен

# exercisePushS2KneePushupDesc
source: Push-up position with knees on the floor. Keep a straight line from knees to head. Lower your chest to the floor, then press up.
ru: Упор лёжа с опорой на колени. Тело от колен до головы — прямая линия. Опускайся грудью к полу, затем выжимай.

# exercisePushS2KneePushupTip
source: Don't drop your hips — keep a straight line from knees to shoulders.
ru: Не опускай бёдра — держи прямую линию от колен до плеч.

# exercisePushS3FullPushupName
source: Full Push-up
ru: Полные отжимания

# exercisePushS3FullPushupDesc
source: Classic push-up position. Body forms a straight line from heels to head. Chest touches or comes within 2–3 cm of the floor.
ru: Классический упор лёжа. Тело — прямая линия от пяток до головы. Грудь касается пола или подходит на 2–3 см.

# exercisePushS3FullPushupTip
source: Brace your core and glutes to keep your hips from sagging.
ru: Напрягай пресс и ягодицы, чтобы не провисали бёдра.

# exercisePushS4DiamondPushupName
source: Diamond Push-up
ru: Алмазные отжимания

# exercisePushS4DiamondPushupDesc
source: Hands under your chest with thumbs and index fingers forming a diamond. Targets the triceps. Keep elbows tucked on the way down.
ru: Руки под грудью, большие и указательные пальцы образуют ромб. Акцент на трицепс. Локти прижаты к корпусу при опускании.

# exercisePushS4DiamondPushupTip
source: Don't flare your elbows — let them glide along your body.
ru: Локти не разводи — они должны скользить вдоль тела.

# exercisePushS5ArcherPushupName
source: Archer Push-up
ru: Отжимания лучника

# exercisePushS5ArcherPushupDesc
source: Wide hand placement. Lower toward one arm while keeping the other arm straight. Alternate each side.
ru: Широкая постановка рук. Опускайся в сторону одной руки, держа вторую прямой. Поочерёдно на каждую сторону.

# exercisePushS5ArcherPushupTip
source: Working arm goes full range; straight arm stays on the floor for support.
ru: Рабочая рука — полный диапазон, прямая рука на полу — поддержка.

# exercisePushS6OneArmPushupName
source: One-Arm Push-up
ru: Отжимания на одной руке

# exercisePushS6OneArmPushupDesc
source: One hand behind your back or to the side. Feet wider than shoulder-width for balance. Full range of motion with the working arm.
ru: Одна рука за спиной или сбоку. Ноги шире плеч для баланса. Полный диапазон движения рабочей рукой.

# exercisePushS6OneArmPushupTip
source: Start on an incline — it's easier to learn the technique there.
ru: Начинай с наклонной поверхности — так легче освоить технику.

# exercisePushS7HandstandPushupName
source: Handstand Push-up
ru: Отжимания в стойке на руках

# exercisePushS7HandstandPushupDesc
source: Handstand against the wall (back to wall). Slowly lower your head toward the floor, then press your body back up.
ru: Стойка на руках у стены (спиной). Медленно опускай голову к полу, затем выжимай корпус вверх.

# exercisePushS7HandstandPushupTip
source: Spread your fingers wide for stability. Look between your hands.
ru: Пальцы широко расставлены — так стабильнее. Взгляд между рук.

# exerciseCoreS1CrunchesName
source: Crunches
ru: Скручивания

# exerciseCoreS1CrunchesDesc
source: Lie on your back with knees bent. Hands behind your head or crossed on your chest. Lift your shoulder blades off the floor by contracting your abs.
ru: Лёжа на спине, колени согнуты. Руки за головой или скрещены на груди. Отрывай лопатки от пола, сокращая пресс.

# exerciseCoreS1CrunchesTip
source: Don't pull your neck with your hands — pull your chest toward the ceiling.
ru: Не тяни шею руками — тяни грудью к потолку.

# exerciseCoreS2PlankName
source: Plank
ru: Планка

# exerciseCoreS2PlankDesc
source: Forearm push-up position. Body forms a straight line from heels to head. Don't raise your hips or arch your lower back.
ru: Упор лёжа на предплечьях. Тело — прямая линия от пяток до головы. Не поднимай таз и не прогибай поясницу.

# exerciseCoreS2PlankTip
source: Brace your core and glutes. Breathe steadily — don't hold your breath.
ru: Напрягай пресс и ягодицы. Дыши ровно — не задерживай.

# exerciseCoreS3LyingLegRaiseName
source: Lying Leg Raise
ru: Подъёмы ног лёжа

# exerciseCoreS3LyingLegRaiseDesc
source: Lie on your back with hands under your glutes. Raise straight legs to vertical, then lower them slowly without touching the floor.
ru: Лёжа на спине, руки под ягодицами. Прямые ноги поднимай до вертикали, затем медленно опускай не касаясь пола.

# exerciseCoreS3LyingLegRaiseTip
source: Keep your lower back pressed to the floor throughout the movement.
ru: Поясница прижата к полу на протяжении всего движения.

# exerciseCoreS4HangingLegRaiseName
source: Hanging Leg Raise
ru: Подъёмы ног в висе

# exerciseCoreS4HangingLegRaiseDesc
source: Hang from a bar. Raise straight legs to parallel with the floor or higher. Control the descent.
ru: Повис на перекладине. Поднимай прямые ноги до параллели с полом или выше. Контролируй опускание.

# exerciseCoreS4HangingLegRaiseTip
source: Don't swing — the movement comes from your abs only.
ru: Не раскачивайся — движение только за счёт пресса.

# exerciseCoreS5LSitName
source: L-sit
ru: Уголок (L-sit)

# exerciseCoreS5LSitDesc
source: Support on parallel bars or the floor. Legs straight and parallel to the floor. Hold the position as long as possible.
ru: Упор на параллельных брусьях или полу. Ноги прямые, параллельны полу. Удерживай позицию как можно дольше.

# exerciseCoreS5LSitTip
source: Point toes toward you; pull shoulders down and back.
ru: Носки тяни на себя, плечи — вниз и назад.

# exerciseCoreS6DragonFlagName
source: Dragon Flag
ru: Драконовый флаг

# exerciseCoreS6DragonFlagDesc
source: Lie on a bench and grip a support behind your head. Lift your body into a straight line on your shoulder blades, then lower slowly.
ru: Лёжа на скамье, держись за опору за головой. Подними тело в прямую линию на лопатках, затем медленно опускай.

# exerciseCoreS6DragonFlagTip
source: Start with the negative phase (lowering only) — it's easier.
ru: Начинай с негативной фазы (только опускание) — это проще.

# exerciseWarmupArmRotationsName
source: Arm Circles
ru: Круговые вращения руками

# exerciseWarmupArmRotationsDesc
source: Standing, make large circular movements with your arms forward and backward. Warms up the shoulder girdle before push-ups.
ru: Стоя, делай большие круговые движения руками вперёд и назад. Разминает плечевой пояс перед отжиманиями.

# exerciseWarmupJumpingJacksName
source: Jumping Jacks
ru: Прыжки «Ноги вместе — врозь»

# exerciseWarmupJumpingJacksDesc
source: Classic jumping jacks. Raises your heart rate and warms up your whole body in 30–60 seconds.
ru: Классические jumping jacks. Повышают пульс и разогревают всё тело за 30–60 секунд.

# exerciseCooldownShoulderStretchName
source: Shoulder & Chest Stretch
ru: Растяжка плеч и груди

# exerciseCooldownShoulderStretchDesc
source: Clasp your hands behind your back and pull your shoulders back and down. Hold for 30 seconds.
ru: Заведи руки за спину, сцепи пальцы и потяни плечи назад-вниз. Удержи 30 секунд.

# exerciseCooldownCatCowName
source: Cat-Cow
ru: Кошка-корова

# exerciseCooldownCatCowDesc
source: On all fours: inhale and arch your back down (cow), exhale and round it up (cat). Releases tension in the lower back and abs.
ru: На четвереньках: на вдохе прогибай спину вниз (корова), на выдохе округляй вверх (кошка). Расслабляет поясницу и пресс.

# exercisePullS1AustralianName
source: Australian Pull-up
ru: Австралийское подтягивание

# exercisePullS1AustralianDesc
source: Lie under a bar with a slightly wider than shoulder-width grip. Pull your chest to the bar, keeping your body in a straight line. Control the descent.
ru: Лёжа под перекладиной, хват чуть шире плеч. Тяни грудь к перекладине, держа тело прямой линией. Контролируй опускание.

# exercisePullS1AustralianTip
source: The lower the bar, the harder the exercise.
ru: Чем ниже опускаешь перекладину, тем сложнее упражнение.

# exercisePullS2NegativeName
source: Negative Pull-up
ru: Негативные подтягивания

# exercisePullS2NegativeDesc
source: Jump up with your chin above the bar. Slowly lower yourself over 3–5 seconds until your arms are fully extended.
ru: Запрыгни на перекладину с подбородком выше неё. Медленно опускайся в течение 3–5 секунд до полного выпрямления рук.

# exercisePullS2NegativeTip
source: The slower you lower — the better. Aim for 5 seconds down.
ru: Чем медленнее опускаешься — тем лучше. Цель: 5 сек вниз.

# exercisePullS3PullupName
source: Pull-up
ru: Подтягивания

# exercisePullS3PullupDesc
source: Shoulder-width or slightly wider grip. Pull your chest to the bar until your chin is above it. Fully extend your arms at the bottom.
ru: Хват на ширине плеч или чуть шире. Тяни грудь к перекладине, пока подбородок не окажется выше неё. Полностью выпрямляй руки внизу.

# exercisePullS3PullupTip
source: Squeeze your shoulder blades — you're pulling with your back, not your arms.
ru: Сводя лопатки — тянешь спиной, а не руками.

# exercisePullS4CloseGripName
source: Close-Grip Pull-up
ru: Подтягивания узким хватом

# exercisePullS4CloseGripDesc
source: Grip narrower than shoulder-width, palms facing you or away. Targets the biceps and lower lats. Pull your chest to the bar.
ru: Хват уже плеч, ладони к себе или от себя. Акцент на бицепс и нижнюю часть широчайших. Подтягивай грудь к перекладине.

# exercisePullS4CloseGripTip
source: Keep elbows tucked in for maximum bicep engagement.
ru: Локти прижимай к корпусу для максимальной нагрузки на бицепс.

# exercisePullS5ArcherName
source: Archer Pull-up
ru: Подтягивания лучника

# exercisePullS5ArcherDesc
source: Wide grip. Pull your body toward one arm while keeping the other arm straight. Alternate each side.
ru: Широкий хват. Тяни тело в сторону одной руки, вторую держи прямой. Поочерёдно на каждую сторону.

# exercisePullS5ArcherTip
source: Straight arm is for support; working arm goes full range.
ru: Прямая рука — вспомогательная, рабочая — полный диапазон.

# exercisePullS6OneArmName
source: One-Arm Pull-up
ru: Подтягивание на одной руке

# exercisePullS6OneArmDesc
source: One hand on the bar, the other on your wrist or free. Full range of motion with the working arm.
ru: Одна рука держит перекладину, вторая — на запястье или свободна. Полный диапазон движения рабочей рукой.

# exercisePullS6OneArmTip
source: Keep your core tight — don't swing.
ru: Держи корпус стабильным — не раскачивайся.

# exerciseWarmupDeadHangName
source: Dead Hang
ru: Вис на перекладине

# exerciseWarmupDeadHangDesc
source: Hang from the bar with an overhand grip, arms fully extended. Relax your shoulders and hold the hang.
ru: Повисни на перекладине прямым хватом, руки полностью выпрямлены. Расслабь плечи и удержи вис.

# exerciseCooldownLatStretchName
source: Lat Stretch
ru: Растяжка широчайших

# exerciseCooldownLatStretchDesc
source: Stand sideways to a wall, raise one arm and press against it. Lean into the stretch to feel it along your side.
ru: Встань боком к стене, подними руку вверх и упрись в стену. Наклонись в сторону, чувствуя растяжку сбоку.

# exerciseLegsS1SquatName
source: Squat
ru: Приседания

# exerciseLegsS1SquatDesc
source: Feet shoulder-width apart, toes slightly turned out. Squat until thighs are parallel to the floor, knees over toes. Extend fully at the top.
ru: Ноги на ширине плеч, носки чуть развёрнуты. Приседай до параллели бёдер с полом, колени над носками. Выпрямляй ноги в верхней точке.

# exerciseLegsS1SquatTip
source: Keep heels on the floor and chest upright.
ru: Пятки не отрывай от пола, грудь держи прямо.

# exerciseLegsS2LungeName
source: Lunge
ru: Выпады

# exerciseLegsS2LungeDesc
source: Step forward and lower your back knee toward the floor without touching it. Both knees at 90°. Push off with the front foot to return.
ru: Шаг вперёд, опусти заднее колено к полу, не касаясь. Оба колена под углом 90°. Оттолкнись передней ногой и вернись в исходное.

# exerciseLegsS2LungeTip
source: Keep your front knee behind your toes.
ru: Переднее колено не уходи за носок.

# exerciseLegsS3BulgarianName
source: Bulgarian Split Squat
ru: Болгарские сплит-приседания

# exerciseLegsS3BulgarianDesc
source: Rear foot elevated on a chair or couch. Lower your front leg until your thigh is parallel to the floor. Keep your torso upright.
ru: Задняя нога на возвышении (стул, диван). Опускай переднюю ногу до параллели бедра с полом. Торс прямой.

# exerciseLegsS3BulgarianTip
source: The further your front foot, the more glute activation.
ru: Чем дальше передняя нога — тем больше нагрузка на ягодицы.

# exerciseLegsS4AssistedPistolName
source: Assisted Pistol Squat
ru: Пистолетик с опорой

# exerciseLegsS4AssistedPistolDesc
source: Hold a door frame or pole for support. Squat on one leg while keeping the other straight in front of you. Use the support to reduce load.
ru: Держись за дверной косяк или стойку. Приседай на одной ноге, вторую держи прямой перед собой. Опора снижает нагрузку.

# exerciseLegsS4AssistedPistolTip
source: Gradually reduce hand assistance as you get stronger.
ru: Постепенно уменьшай помощь рук по мере роста силы.

# exerciseLegsS5PistolName
source: Pistol Squat
ru: Пистолетик

# exerciseLegsS5PistolDesc
source: Single-leg squat without support. Other leg straight in front. Full range of motion to the floor and back up.
ru: Приседание на одной ноге без опоры. Вторая нога прямая перед собой. Полная амплитуда до пола и обратно.

# exerciseLegsS5PistolTip
source: Arms forward as a counterweight — it helps with balance.
ru: Руки вперёд для противовеса — помогает с балансом.

# exerciseWarmupLegSwingsName
source: Leg Swings
ru: Махи ногами

# exerciseWarmupLegSwingsDesc
source: Standing by a wall, swing one leg forward and back, then side to side. Warms up the hip joint.
ru: Стоя у стены, делай маховые движения прямой ногой вперёд-назад и в стороны. Разминает тазобедренный сустав.

# exerciseCooldownQuadStretchName
source: Quad Stretch
ru: Растяжка квадрицепса

# exerciseCooldownQuadStretchDesc
source: Stand on one leg, bend the other back and hold your foot with your hand. Feel the stretch along the front of your thigh.
ru: Стоя на одной ноге, согни вторую назад и удержи стопу рукой. Почувствуй растяжку передней поверхности бедра.

# exerciseBalS1OneLegStandName
source: One-Leg Stand
ru: Стойка на одной ноге

# exerciseBalS1OneLegStandDesc
source: Stand on one leg, keep the other slightly bent and off the ground. Arms can be out for balance.
ru: Стой на одной ноге, вторую слегка согни и удержи в воздухе. Руки можно держать в стороны для баланса.

# exerciseBalS1OneLegStandTip
source: Fix your gaze on a point — it greatly improves balance.
ru: Фиксируй взгляд на точке — это сильно улучшает баланс.

# exerciseBalS2OneArmPlankName
source: One-Arm Plank
ru: Планка на одной руке
